Repository: skybot/TTR
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it, zh_cn

source: Help & FAQ
it_it: Aiuto & FAQ
zh_cn: 帮助＆常见问题解答

source: Home
it_it: Pagina Iniziale
zh_cn: 家

source: General
it_it: Generali
zh_cn: 一般

source: User
it_it: Utente
zh_cn: 用户

source: Rooms
it_it: Aule
zh_cn: 客房

source: Hardware
zh_cn: 硬件

source: Images
it_it: Immagini
zh_cn: Sicherungen

source: General questions
it_it: Domande Generali
zh_cn: Allgemeine Fragen

source: What`s the target of the system TAC-RECOVER
it_it: Qual'è l'obiettivo del sistema TAC-RECOVER?
zh_cn: Was ist das Ziel von TAC-RECOVERY

source: Soon...
it_it: Presto
zh_cn: Kommt bald ...

source: Under which license TAC RECOVERY is developed?
it_it: Sotto quale licenza è sviluppato il TAC-RECOVERY?
zh_cn: Unter welcher Lizenz wird TAC_RECOVERY entwickelt?

source: How can I participate in the development?
it_it: Come posso partecipare allo sviluppo?
zh_cn: Wie kann ich bei der Entwicklung mithelfen?

source: In which languages ​​TAC RECOVERY is available?
it_it: In quali lingue è disponibile il TAC RECOVERY ?
zh_cn: In welchen Sprachen ist TAC_RECOVERY verfügbar?

source: On which software the system TAC RECOVERY based?
it_it: Su quale software si basa il sistema il TAC RECOVERY?
zh_cn: Auf welcher Software baut TAC-RECOVERY auf?

source: User Questions
it_it: Domande dell'Utente
zh_cn: Fragen zur Benutzer Verwaltung

source: Why TAC-RECOVERY need user accounts?
it_it: Perchè il TAC-RECOVERY necessita dell'account utente?
zh_cn: Warum benötigt TAC-RECOVERY eine Benutzerverwaltung?

source: How I input a new user?
it_it: Come inserire un nuovo utente?
zh_cn: Wie kann ich einen neunen Benutzer anlegen?

source: How I change the password for a user?
it_it: Come cambiare la password per l'utente?
zh_cn: Wie kann ich das Passwort einen Benutzers ändern?

source: How I change the username for a user?
it_it: Come cambiare l'username per l'utente?
zh_cn: Wie kann ich den Benutzername einen Benutzers ändern?

source: How I change the Access level for a user?
it_it: Come cambiare il livello di accesso dell'utente?
zh_cn: Wie ändere ich die Zugriffs Stufe eines Benutzers?

source: Room Questions
it_it: Domande in Aula
zh_cn: Fragen zur Raum Verwaltung

source: Why TAC-RECOVERY need rooms?
it_it: Perchè il TAC-RECOVERY necessita di aule?
zh_cn: Warum benötigt TAC-RECOVERY Räume?

source: How I create a new room?
it_it: Come creare una nuova aula?
zh_cn: Wie lege ich einen neunen Raum an?

source: Why i need a network port to manage a room?
it_it: Perchè ho bisogno di una porta di rete per gestire un'aula?
zh_cn: Warum benötige ich eine Netzwerk-Schnittstelle für einen Raum?

source: Why i need a number of computer to manage a room?
it_it: Perchè ho bisogno del numero dei computer per gestire un'aula?
zh_cn: Warum benötige ich die Anzahl der Computer pro Raum?

source: Hardware Questions
it_it: Domande Hardware
zh_cn: Fragen zur Hardware Verwaltung

source: Why i need input hardware?
it_it: Perchè devo inserire l'hardware?
zh_cn: Warum wird verschiedene Hardware benötigt?

source: How to input new hardware?
it_it: Come posso inserire un nuovo Hardware
zh_cn: Wie lege ich neue Hardware an?

source: What happen if my hardware change?
it_it: Cosa succede se il mio hardware cambia?
zh_cn: Was muss ich tun wenn sich die Hardware ändert?

source: Images Questions
it_it: Domande sulle immagini
zh_cn: Fragen zur Sicherungs Verwaltung

source: What is an image and what can i do with images?
it_it: Cos'è un immagine e cosa posso fare con questa immagine?
zh_cn: Was ist eine Sicherung und was kann ich damit machen?

source: Where is the image located on my server?
it_it: Dove vengono salvate le immagini nel mio server?
zh_cn: Wo befinden sich die Sicherung auf meinem Server?

source: Can i change the name of my image?
it_it: Posso cambiare il nome alle mie immagini?
zh_cn: Kann ich den Namen einer Sicherung ändern?

source: Why i need Computer to run TAC-RECOVERY?
it_it: Perchè ho bisogno di un Computer per avviare il TAC-RECOVERY?
zh_cn: Warum benötigt TAC-RECOVERY Computer?

source: What`s about the PC`s name?
it_it: Cos'e il nome di un PC?
zh_cn: Was ist der PC Name?

source: What`s about the PC`s MAC Address?
it_it: Cos'è il Mac address di un PC?
zh_cn: Was ist die PC MAC Adresse?

source: What`s about the PC`s IP Address?
it_it: Cos'è l'indirizzo IP di un PC?
zh_cn: Was ist die PC IP Adresse?

source: What`s about the PC`s Location?
it_it: Cos'è la Posizione del PC
zh_cn: Was heißt PC Standort?

source: Image name
it_it: Nome dell'immagine
zh_cn: Sicherungs Name

source: Harddrive
it_it: Hard Disk
zh_cn: Festplatte

source: Operating system
it_it: Sistema Operativo
zh_cn: Betriebssystem

source: Image type
it_it: Tipo di Immagine
zh_cn: Sicherungs Typ

source: Date
it_it: Data
zh_cn: Datum

source: Edit
it_it: Editare
zh_cn: Bearbeiten

source: Clean OS
it_it: Pulire OS
zh_cn: Frisches OS

source: Edit images
it_it: Edita immagine
zh_cn: Sicherung bearbeiten

source: Save
it_it: Salva
zh_cn: Sichern

source: Are you sure you want to delete this image?
it_it: Sei sicuro di volere eliminare questa immagine?
zh_cn: Sind Sie sich sicher das Sie diese Sicherung löschen möchten?

source: Delete image
it_it: Cancella immagine
zh_cn: Sicherung löschen

source: Delete
it_it: Elimina
zh_cn: Löschen

source: Login Page - TAC - RECOEVRY
it_it: Pagina di Login- TAC-RECOVERY
zh_cn: Login Seite - TAC - RECOEVRY

source: RECOEVRY
it_it: RECOVERY
zh_cn: RECOVERY

source: Please sign in
it_it: Accedere prego
zh_cn: Bitte anmelden

source: Username
zh_cn: Benutzername

source: Password
zh_cn: Passwort

source: Remember Me
it_it: Ricordami
zh_cn: Login Daten merken

source: Sign in
it_it: Accedi
zh_cn: Anmelden

source: Restore image
it_it: Ripristinare immagine
zh_cn: Wiederherstellen

source: Room
it_it: Aula
zh_cn: Raum

source: How many computers
it_it: Quanti computer?
zh_cn: Wie viele Computer

source: Server start
it_it: Avvio Server
zh_cn: Starte Server

source: The image
it_it: l' immagine
zh_cn: Die Sicherung

source: will restored to
it_it: sarà ripristinato
zh_cn: wird zurückgespielt auf

source: computers in the room
it_it: Computers nell'aula
zh_cn: Computer im Raum

source: The server is running
it_it: Il server è in esecuzione
zh_cn: Server läuft

source: The restore of
it_it: Il rispristino di
zh_cn: Das Wiederherstellen von

source: computer`s with the image
it_it: computer con l'immagine
zh_cn: Computern mit der Sicherung

source: is running please power on
it_it: è in esecuzione, prego accendere
zh_cn: Wurde gestartet, bitte schlagen Sie

source: computer`s
zh_cn: Computer an.

source: The server is switched off!
it_it: Il server è spento!
zh_cn: Der Server wurde ausgeschlatet

source: The restore process was interrupted by the user
it_it: Il processo di ripristino è stato interrotto dall'utente
zh_cn: Das Zurückspielen wurde vom Nutzer abgebrochen

source: Choose image
it_it: Scegli immagine
zh_cn: Sicherung auswählen

source: Choose computer
it_it: Scegli computer
zh_cn: Computer auswählen

source: Message
it_it: Messaggio
zh_cn: Meldung

source: Please choose the image you want to restore!
it_it: Prego, scegli l'immagine che desideri ripristinare
zh_cn: Bitte wählen Sie die Sicherung die wiederhergestellt werden soll!

source: Select all
it_it: Seleziona tutto
zh_cn: Alle auswählen

source: Deselect all
it_it: Deselezione tutto
zh_cn: Alle entfernen

source: Please power off all computer you want to recover!
it_it: Prego, spegnere tutti i computer da ripristinare!
zh_cn: Bitte schalten Sie alle Computer aus die wiederhergestellt werden sollen!

source: In the next step the recovering will start!
it_it: Nella fase successiva, il ripristino sarà avviato
zh_cn: Im nächsten Schritt startet die Wiederherstellung!

source: Prev
it_it: Precedente
zh_cn: Zurück

source: Start Server
it_it: Avvio del Server
zh_cn: Starte Server

source: Next
it_it: Successivo
zh_cn: Vor

source: Save image
it_it: Salva immagine
zh_cn: Sicherung erstellen

source: 1st Harddrive
it_it: 1- Hard Disk
zh_cn: 1. Festplatte

source: 2nd Harddrive
it_it: 2- Hard Disk
zh_cn: 2. Festplatte

source: Hardware type
it_it: Tipo di Hardware
zh_cn: Hardware Typ

source: Privat Image
it_it: Immagine privata
zh_cn: Private Sicherung

source: Image description
it_it: Descrizione immagine
zh_cn: Sicherungs Beschreibung

source: Describe the image with a few words ...
it_it: Descrivi l'immagine con poche parole
zh_cn: Beschreibe die Sicherung mit ein paar Worten ...

source: Start server
it_it: Avvio del Server
zh_cn: Starte Server

source: will be saved!
it_it: Sarà salvata!
zh_cn: wird gesichert!

source: The server is runing and ready to save the image
it_it: Il server è in funzione e pronto per salvare l'immagine
zh_cn: Der Server läuft und ist breit die Sicherung zu starten

source: Please switch on the Computer you prepared!
it_it: Prego, accendere il Computer che hai configurato.
zh_cn: Bitte schlagen Sie den Computer an der gesichert werden soll!

source: Now you ready to restore the image to other computers
it_it: Ora sei pronto per ripristinare l'immagine su altri Computers
zh_cn: Jetzt sind Sie bereit die Sicherung auf anderer Computer Wiederherzustellen

source: Server information
it_it: Informazioni del Server
zh_cn: Server Infos

source: Hardware information
it_it: Informazioni Hardware
zh_cn: Hardware Informationen

source: CPU load
it_it: Carico della CPU
zh_cn: CPU Auslastung

source: MEM load
it_it: Carico della MEM
zh_cn: Speicher Auslastung

source: CPU type
it_it: Tipo di CPU
zh_cn: CPU Typ

source: CPU arch
it_it: Archivio CPU
zh_cn: CPU Architektur

source: System infomation
it_it: Informazioni di Sistema
zh_cn: System Informationen

source: Server OS
zh_cn: Server Betriebssystem

source: Network information
it_it: Informazioni di rete
zh_cn: Netzwerk Informationen

source: IP address
it_it: Indirizzo IP
zh_cn: IP Adresse

source: Networkcard
it_it: Scheda di rete
zh_cn: Netzwerkkarte

source: Computer management
it_it: Gestione del Computer
zh_cn: Computer Verwaltung

source: PC's name
it_it: Nome del PC
zh_cn: PC Name

source: e.g. TRAINING 01
it_it: es. TRAINING 01
zh_cn: z.B. Training 01

source: PC's MAC Address
it_it: MAC Address del PC
zh_cn: PC MAC Adresse

source: e.g. 00:19:99:d0:48:07
it_it: es. 00:19:99:d0:48:07
zh_cn: z.B. 00:19:99:d0:48:07

source: PC's IP Address
it_it: Indirizzo IP del PC
zh_cn: PC IP Adresse

source: e.g. 192.168.1.1
it_it: es. 192.168.1.1.
zh_cn: z.B. 192.168.1.1

source: PC's Location
it_it: Posizione del PC
zh_cn: PC Standort

source: Computer type
it_it: Tipo di Computer
zh_cn: Computer Typ

source: Computer visible
it_it: Computer visibile
zh_cn: Computer sichtbar

source: Visible
it_it: Visibile
zh_cn: Sichtbar

source: Hidden
it_it: Nascosto
zh_cn: Verborgen

source: Add
it_it: Aggiungi
zh_cn: Hinzufügen

source: Reconfigure system
it_it: Riconfigura il sistema
zh_cn: System neu konfigurieren

source: Computer '+computer_name+' added
it_it: Computer '+nome_computer+' aggiunto
zh_cn: Computer '+computer_name+' hinzugefügt

source: The computer '+computer_name+' is saved in database!
it_it: Il computer '+nome_computer+' è salvato nel database
zh_cn: Der Computer mit dem Namen '+ computer_name +' wurde der Datenbank hinzugefügt.

source: Edit computer
it_it: Edita il computer
zh_cn: Computer bearbeiten

source: Are you sure you want to delete this computer?
it_it: Sei sicuro di voler concellare questo computer?
zh_cn: Sind Sie sich sicher das Sie diesen Computer löschen möchten?

source: Delete Computer
it_it: Cancella computer
zh_cn: Computer löschen

source: Hardware management
it_it: Gestione dell'Hardware
zh_cn: Hardware Verwaltung

source: e.g. Celsius H710
it_it: es. Celsius H710
zh_cn: z.B. Celsius H710

source: Computer producer
it_it: Produttore del computer
zh_cn: Computer Hersteller

source: e.g. Fujitsu
it_it: es. Fujitsu
zh_cn: z.B. Fujitsu

source: Computer memory
it_it: Memoria del computer
zh_cn: Computer Speicher

source: Computer harddisk
it_it: Hard disk del computer
zh_cn: Computer Festplatte

source: Computer date add
it_it: Aggiungi data computer
zh_cn: Computer hinzugefügt am

source: Computer picture
it_it: Immagine del computer
zh_cn: Computer Bild

source: Hardware '+hardware_name+' added
it_it: Hardware '+nome_hardware+' è stato aggiunto
zh_cn: Hardware '+hardware_name+' hinzugefügt

source: The hardware '+hardware_name+' is saved in database!
it_it: Hardware '+nome_hardware+' è salvato nel database
zh_cn: Die Hardware mit dem Namen '+hardware_name+' wurde der Datenbank hinzugefügt.

source: Computer Producer
it_it: Produttore del computer
zh_cn: Computer Hersteller

source: Edit hardware
it_it: Edita l´hardware
zh_cn: Hardware bearbeiten

source: Are you sure you want to delete this hardware?
it_it: Sei sicuro di voler cancellare questo hardware?
zh_cn: Sind Sie sich sicher das Sie diese Hardware löschen möchten?

source: Delete hardware
it_it: Cancella hardware
zh_cn: Hardware löschen

source: Image Management
it_it: Gestione delle immagini
zh_cn: Sicherungs Verwaltung

source: Room Management
it_it: Gestione aule
zh_cn: Raumverwaltung

source: Room name
it_it: Nome dell'aula
zh_cn: Raum Name

source: How many PC`s
it_it: Quanti PC?
zh_cn: Wie viele Computer

source: Room admin
it_it: Amministratore dell'aula
zh_cn: Raumveratwortlicher

source: Ethernet port
it_it: Porta ethernet
zh_cn: Netzwerk Schnittstelle

source: Room add date
it_it: Data di aggiunta aula
zh_cn: Raum hinzugefügt am

source: Room
it_it: Aula
zh_cn: Raum

source: Room with the name "+room_name+" is saved in database!
it_it: L'aula con il nome "+nome_aula+" è salvata nel database!
zh_cn: Der Raum mit dem Name: "+room_name+" wurde der Datenbank hinzugefügt!

source: Edit room
it_it: Edita l´aula
zh_cn: Raum bearbeiten

source: Are you sure you want to delete this room
it_it: Sei sicuro di voler cancellere quest'aula
zh_cn: Sind Sie sich sicher das Sie diesen Raum löschen möchten?

source: Delete room
it_it: Cancella aula
zh_cn: Raum Löschen

source: User management
it_it: Gestione dell'utente
zh_cn: Nutzerverwaltung

source: First name
it_it: Nome
zh_cn: Vorname

source: Last name
it_it: Cognome
zh_cn: Nachname

source: Access level
it_it: Livello di accesso
zh_cn: Zugriffsstufe

source: Add date
it_it: Aggiungi data
zh_cn: Hinzugefügt am

source: Last login
it_it: Ultimo login
zh_cn: Letzter Login

source: Edit user
it_it: Edita utente
zh_cn: Nutzer Bearbeiten

source: Are you sure you want to delete this user?
it_it: Sei sicuro di voler cancellare questo utente?
zh_cn: Sind Sie sich sicher das Sie diesen Nutzer löschen möchten?

source: Delte user
it_it: Cancella utente
zh_cn: Nutzer löschen

source: In progress! Please Wait
it_it: In elaborazione! Prego attendere
zh_cn: Prozess läuft! Bitte warten

source: Logout
zh_cn: Ausloggen

source: Language
it_it: Lingua
zh_cn: Sprache

source: Stop server
it_it: Server fermo
zh_cn: Stoppe Server

source: On
zh_cn: An

source: Off
zh_cn: Aus

source: Safe image
it_it: Immagine sicura
zh_cn: Sicherung erstellen

source: Server info
it_it: Informazioni del server
zh_cn: Server Infos

source: First Name
zh_cn: Vorname

source: Last Name
zh_cn: Nachname

source: Add a new room administrator
zh_cn: Einen neuen Raum Verantwortlichen hinzufügen

source: Telephone number
zh_cn: Telefonnummer

source: Gender
zh_cn: Geschlächt

source: Women
zh_cn: Frau

source: Man
zh_cn: Mann

source: The room admin with the name: <b>'+ADMIN_LAST_NAME+'</b> is stored in database
zh_cn: Der Raum Verantwortliche mit dem Namen: <b>'+ADMIN_LAST_NAME+'</b> wurde der Datenbank hinzugefügt.

source: Add a new display
zh_cn: Ein neues Raum Display hinzufügen

source: Display details
zh_cn: Display Informationen

source: How many Rooms should be on the display?
zh_cn: Wie viele Räume soll dieses Display darstellen?

source: Details for display 1
zh_cn: Informationen Display 1

source: Room nr. 1
zh_cn: Raum Nr. 1

source: Directon of room nr. 1
zh_cn: Raum Nr. 1 Ausrichtung

source: Details for display 2
zh_cn: Informationen Display 2

source: Room nr. 2
zh_cn: Raum Nr. 1

source: Directon of room nr. 2
zh_cn: Raum Nr. 2 Ausrichtung

source: left
zh_cn: links

source: right
zh_cn: rechts

source: Display saved
zh_cn: Display wurde gesichert

source: The display with the name: <b>'+DISP_NAME+'</b> is stored in database
zh_cn: Das Display mit dem Namen: <b>'+DISP_NAME+'</b> wurde der Datenbank hinzugefügt.

source: Add a new event
zh_cn: Eine neue Veranstaltung hinzufügen

source: To show on the screens
zh_cn: Um sie auf einem Display anzuzeigen

source: Event description
zh_cn: Veranstaltungs Informationen

source: Event short name
zh_cn: Veranstaltungs Kurzbeschreibung

source: Event long name
zh_cn: Veranstaltungs Beschreibung

source: Event duration
zh_cn: Veranstaltungs Dauer

source: Event end
zh_cn: Veranstaltungs Ende

source: Event room and trainer
zh_cn: Veranstaltungs Raum und Trainer

source: Event saved
zh_cn: Veranstaltung gesichert

source: The event with the name: <b>'+EVENT_TITLE+'</b> is stored in database
zh_cn: Die Veranstaltung mit dem Name: <b>'+EVENT_TITLE+'</b> wurde der Datenbank hinzugefügt.

source: Add a new room
zh_cn: Einen neuen Raum anlegen

source: Room number
zh_cn: Raum Nummer

source: Room space and admin
zh_cn: Plätze und Raumveratwortlicher

source: Room space
zh_cn: Sitzplätze

source: Room saved
zh_cn: Raum gesichert

source: Add a new trainer
zh_cn: Einen neuen Trainer anlegen

source: Trainer details
zh_cn: Trainer Informationen

source: Phone number
zh_cn: Telefonnummer

source: Trainer saved
zh_cn: Trainer Gespeichert

source: The room with the name: <b>'+TRAINER_FIRST_NAME+' '+TRAINER_LAST_NAME+'</b> is stored in database
zh_cn: Der Trainer mit dem Name: <b>'+TRAINER_FIRST_NAME+' '+TRAINER_LAST_NAME+'</b> wurde der Datenbank hinzugefügt.

source: Manage Events
zh_cn: Veranstaltungen

source: Manage Roomadmins
zh_cn: Raumveratwortlicher

source: Manage Displays
zh_cn: Displays

source: Manage Trainer
zh_cn: Trainer

source: Manage Rooms
zh_cn: Räume

source: Womem
zh_cn: 女性

source: home
zh_cn: 家

source: Status
it_it: Stato

source: Start
it_it: Inizio

source: Server name
it_it: Nome del Server

source: Setup
it_it: Impostazioni

source: Normal
it_it: Normale

source: Privat
it_it: Privato
